{
  "name": "StringsLandingPage",
  "version": "0.0.1",
  "title": "Estaleiro - Elasticidade &amp; Resiliência do início ao fim",
  "pages":
    {"home":
        {
            "section_1_title_call": "Construa mais rápido",
            "section_1_subtitle": "Nova geração de softwares. Elasticidade & Resiliência do início ao fim.",
            "section_1_descripton": "Use o Estaleiro para criar grandes projetos que nascem com o DNA construído sobre modernas arquiteturas, projetadas para suportarem intensivo uso de dados, alta disponibilidade e segurança.",
            "section_2_title_call": "Pronto para produção. Pronto para escalar.",
            "section_2_subtitle": "Construído com flexibilidade para crescer dezenas vezes em segundos. A produção ganha autonomia para rapidamente hospedar e escalar aplicações em uma nuvem privada.",
            "section_2_triplo_love_1_title": "Rentabilidade",
            "section_2_triplo_love_2_title": "Time to market",
            "section_2_triplo_love_3_title": "Elasticidade",
            "section_2_triplo_love_1_description": "Foco nos custos da construção, sustentação e operação dos produtos para uma maior rentabilidade.",
            "section_2_triplo_love_2_description": "Aproveite as oportunidades de negócios com a agilidade na provisão e entrega de produtos prontos para o mercado.",
            "section_2_triplo_love_3_description": "Crescimento com ajuste automático baseado na demanda para garantir sustenbilidade nas vendas, suporte e operação.",            
            "section_3_title_call": "Mova-se rápido e reduza custos.",
            "section_3_subtitle": "Um ecossistema totalmente integrado para crescer. Preocupe-se apenas com as regras de negócio sob um novo paradigma focado em menor tempo de reparo MTTR (Mean Time To Return) que garante maior disponibilidade.",            
            "section_3_triplo_love_1_title": "Self-healing",
            "section_3_triplo_love_2_title": "Auto Scaling",
            "section_3_triplo_love_3_title": "Continuous Delivery",            
            "section_3_triplo_love_1_description": "Permite auto-reiniciar, re-agendamento e replicação garantindo que o cluster mantenha o seu funcionamento apesar de intercorrências.",
            "section_3_triplo_love_2_description": "O ambiente se ajusta às cargas recebidas pela aplicação crescendo ou encolhendo conforme parametrização dos usuários.",
            "section_3_triplo_love_3_description": "Misturando conceitos que envolvem os movimentos Ágile e DevOps para entregar software de valor aos clientes de modo previsível, rápido e confiável.",                        
            "section_4_title_call": "DNA ESTALEIRO",
            "section_4_description": "Ideias para inspirar desenvolvedores a criarem produtos impressionantes. Forte cultura, automação, enxuto, mensurável e social são parte dos valores imbricados no Estaleiro.",
            "section_5_title_call": "Os destaques da indústria open-source.",
            "section_5_subtitle": "Explore todas as funcionalidades da nuvem privada Estaleiro. Os mais proeminetes projetos da indústria, orquestrados para construções mais completas.",            
            "section_5_tech_containers_label": "Containers",
            "section_5_tech_containers_title": "Kubernetes",
            "section_5_tech_containers_description": "Estaleiro é uma nuvem privada, baseada no conceito de Plataform as a Service - PaaS, que utiliza o Kubernetes como seu Orquestrador de Containers.",
            "section_5_tech_dbaas_label": "Containers",
            "section_5_tech_dbaas_title": "Trove",
            "section_5_tech_dbaas_description": "Banco de Dados como Serviços providos pelo Openstack Trove com possibilidade de definição da plataforma (PostgreSQL, MariaDb, etc.), backup, cluster e sizing da instância.",
            "section_5_tech_logs_label":"Logs",
            "section_5_tech_logs_title":"Graylog",
            "section_5_tech_logs_description":"Logs de Sistema Operacional, Aplicações, Servidores Web, entre outros são encaminhados para uma estrutura central de logs Graylog.",
            "section_5_tech_sds_label":"Software Defined Storage",
            "section_5_tech_sds_title":"Ceph",
            "section_5_tech_sds_description":"O Estaleiro provê uma infraestrutura de Software Defined Storage, por meio do CEPH Storage, que permite o uso de protocolos S3 e Swift para armazenamento de objetos.",
            "section_5_tech_metric_label": "Métricas",
            "section_5_tech_metric_title": "Phrometeus",
            "section_5_tech_metric_description":"Todas as métricas do ambiente em um único lugar.",
            "section_5_tech_iaas_label":"IaaS",
            "section_5_tech_iaas_title":"Openstack",
            "section_5_tech_iaas_description":"Na base do Estaleiro, o Openstack Newton permite a agilidade de provisionamento de máquinas virtuais e uma infinidade de funcionalidades para a plataforma.",
            "section_5_tech_troubleshooting_label":"Troubleshooting",
            "section_5_tech_troubleshooting_title":"Troubleshooting",
            "section_5_tech_troubleshooting_description":"No Estaleiro o usuário tem autonomia para instaciar o CA APM para realizar o diagnóstico de problemas de aplicação.",
            "section_5_tech_search_label":"Search & Analysis",
            "section_5_tech_search_title":"Elastic Stack",
            "section_5_tech_search_description":"Busca e análise de informações do ambiente em um modelo centralizado e de alta dispionibilidade com a Suite Elastic.",
            "section_5_tech_monitoring_label":"Monitoração",
            "section_5_tech_monitoring_title":"Zabbix",
            "section_5_tech_monitoring_description":"Monitoração e akertas em tempo real nas camadas de hardware, software base, aplicação e experiência de usuário.",
            "section_5_tech_network_label":"Network",
            "section_5_tech_network_title":"Project Calico",
            "section_5_tech_network_description":"Infraestrutura de segurança de rede implantada em uma ferramenta simpes, escalável, auditável e segura que possibilita uma arquitetura de rede própria.",
            "section_5_tech_stream_label":"Data Stream",
            "section_5_tech_stream_title":"Kafka",
            "section_5_tech_stream_description":"O Apache kafka garante o tráfego de dados de forma eficiente e em real time em um cluster distribuido e replicado dentro da plataforma.",
            "section_5_tech_hogzilla_label":"Prevenção de Incidentes",
            "section_5_tech_hogzilla_title":"Hogzilla IDS",
            "section_5_tech_hogzilla_description":"Sistema de detecção de intrusão baseado em análises de anomalias."
        }
    }
}
